---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.ConditionType.Cooled
enum: Autodesk.Revit.DB.Mechanical.ConditionType
source: html/5acc523b-0e2a-1b49-6139-304522c0acf5.htm
---
# Autodesk.Revit.DB.Mechanical.ConditionType.Cooled

Condition Type is Cooled.